name: "scorer"
backend: "python"
max_batch_size: 0
input [
  {
    name: "x"
    data_type: TYPE_FP32
    dims: [ -1, 1 ]
  }
]
output [
  {
    name: "y"
    data_type: TYPE_FP32
    dims: [ -1, 1 ]
  }
]
instance_group [ { kind: KIND_CPU } ]
